{
  "statements": [
    {"statement": "België heeft meer dan 1.500 biersoorten.", "answer": true, "explanation": "België heeft inderdaad meer dan 1.500 verschillende bieren, gebrouwen door meer dan 300 brouwerijen."},
    {"statement": "De Belgische kust is meer dan 100 kilometer lang.", "answer": false, "explanation": "De Belgische kust is slechts ~67 kilometer lang, de kortste kustlijn van alle kustlanden aan de Noordzee."},
    {"statement": "België heeft drie officiële talen.", "answer": true, "explanation": "Nederlands, Frans en Duits zijn de drie officiële talen van België."},
    {"statement": "Antwerpen is de diamanthoofdstad van de wereld.", "answer": true, "explanation": "Meer dan 80% van alle ruwe diamanten ter wereld passeren door Antwerpen."},
    {"statement": "Het Atomium is hoger dan het Vrijheidsbeeld (inclusief voetstuk).", "answer": true, "explanation": "Het Atomium is 102 meter hoog, het Vrijheidsbeeld (inclusief voetstuk) is ~93 meter."},
    {"statement": "België is gesticht in 1830.", "answer": true, "explanation": "De Belgische Revolutie vond plaats in 1830, waarna België onafhankelijk werd van Nederland."},
    {"statement": "Belgische frieten worden traditioneel twee keer gebakken.", "answer": true, "explanation": "De traditionele bereidingsmethode is tweemaal bakken: eerst voorbakken, dan afbakken voor een krokant resultaat."},
    {"statement": "Het woord 'spa' (als in wellness) komt van de Belgische stad Spa.", "answer": true, "explanation": "De stad Spa in de provincie Luik is al eeuwen bekend om haar geneeskrachtige bronnen."},
    {"statement": "België heeft zes regeringen.", "answer": true, "explanation": "Federaal, Vlaams, Waals, Brussels Gewest, Franse Gemeenschap en Duitstalige Gemeenschap."},
    {"statement": "Belgische treinen zijn de meest stipte van Europa.", "answer": false, "explanation": "De NMBS staat juist bekend om haar vertragingen. Landen als Zwitserland en Japan scoren veel beter."},
    {"statement": "De chocolade praline werd uitgevonden in België.", "answer": true, "explanation": "Jean Neuhaus vond de praline uit in 1912 in zijn zaak in de Brusselse Koninginnegalerij."},
    {"statement": "De Belgische nationale feestdag is op 21 juli.", "answer": true, "explanation": "Op 21 juli 1831 legde Leopold I de eed af als eerste koning der Belgen."},
    {"statement": "België is het kleinste land van de Europese Unie.", "answer": false, "explanation": "Malta, Luxemburg en Cyprus zijn allemaal kleiner dan België."},
    {"statement": "Jan van Eyck schilderde het Lam Gods in Gent.", "answer": true, "explanation": "Het Lam Gods (1432) hangt in de Sint-Baafskathedraal in Gent."},
    {"statement": "Tomorrowland vindt plaats in de gemeente Boom.", "answer": true, "explanation": "Het festival wordt jaarlijks gehouden in het provinciaal recreatiedomein De Schorre in Boom."},
    {"statement": "België grenst aan vijf landen.", "answer": false, "explanation": "België grenst aan vier landen: Nederland, Duitsland, Luxemburg en Frankrijk."},
    {"statement": "Manneken Pis heeft meer dan 1.000 kostuums.", "answer": true, "explanation": "De collectie telt meer dan 1.000 outfits, bewaard in het GardeRobe MannekenPis museum."},
    {"statement": "De Chinese Muur is zichtbaar vanuit de ruimte met het blote oog.", "answer": false, "explanation": "Dit is een wijdverspreide mythe. De muur is te smal om zonder hulpmiddelen vanuit de ruimte te zien."},
    {"statement": "Octopussen hebben drie harten.", "answer": true, "explanation": "Twee harten pompen bloed naar de kieuwen, een derde pompt het door de rest van het lichaam."},
    {"statement": "Een banaan is botanisch gezien een bes.", "answer": true, "explanation": "Botanisch is een banaan inderdaad een bes, terwijl aardbeien dat technisch niet zijn."},
    {"statement": "De Eiffeltoren is 's zomers hoger dan 's winters.", "answer": true, "explanation": "Door thermische uitzetting van het staal kan de toren in de zomer tot 15 cm hoger zijn."},
    {"statement": "Een dag op Venus duurt langer dan een jaar op Venus.", "answer": true, "explanation": "Venus draait zo langzaam om z'n as (243 aardse dagen) dat één dag langer duurt dan één omloop om de zon (225 dagen)."},
    {"statement": "Honing kan nooit bederven.", "answer": true, "explanation": "Door het lage vochtgehalte en hoge zuurtegraad kan honing duizenden jaren goed blijven."},
    {"statement": "De grootste woestijn ter wereld is de Sahara.", "answer": false, "explanation": "Antarctica is de grootste woestijn ter wereld (14 miljoen km²), de Sahara is de grootste warme woestijn."},
    {"statement": "Napoleon was heel klein voor zijn tijd.", "answer": false, "explanation": "Napoleon was ~1,70m, wat gemiddeld was voor die periode. Zijn 'kleine' reputatie kwam o.a. door Britse propaganda."},
    {"statement": "Diamant is het hardste natuurlijke materiaal op aarde.", "answer": true, "explanation": "Op de schaal van Mohs scoort diamant een 10, het maximum."},
    {"statement": "Kleopatra leefde dichter bij de bouw van de eerste Pizza Hut dan bij de bouw van de piramides.", "answer": true, "explanation": "Piramides: ~2560 v.Chr., Kleopatra: ~30 v.Chr., Pizza Hut: 1958. Verschil: 2530 vs 1988 jaar."},
    {"statement": "In België mag je als 16-jarige bier drinken.", "answer": true, "explanation": "In België mogen jongeren vanaf 16 bier en wijn kopen, sterkedrank pas vanaf 18."},
    {"statement": "Adolphe Sax, de uitvinder van de saxofoon, was een Belg.", "answer": true, "explanation": "Adolphe Sax werd geboren in Dinant, België, in 1814."},
    {"statement": "Brussel is officieel tweetalig.", "answer": true, "explanation": "Het Brussels Hoofdstedelijk Gewest is officieel tweetalig: Nederlands en Frans."},
    {"statement": "Er zijn meer sterren in het heelal dan zandkorrels op aarde.", "answer": true, "explanation": "Astronomen schatten minstens 70 sextiljoen sterren, meer dan alle zandkorrels op aarde."},
    {"statement": "Koeien hebben vier magen.", "answer": false, "explanation": "Koeien hebben één maag met vier compartimenten: pens, netmaag, boekmaag en lebmaag."},
    {"statement": "Licht reist sneller dan geluid.", "answer": true, "explanation": "Licht reist met ~300.000 km/s, geluid met ~343 m/s in lucht."},
    {"statement": "Pluto is nog steeds officieel een planeet.", "answer": false, "explanation": "Sinds 2006 is Pluto door de IAU geclassificeerd als dwergplaneet."},
    {"statement": "Mensen gebruiken slechts 10% van hun hersenen.", "answer": false, "explanation": "Dit is een mythe. Hersenscans tonen aan dat we vrijwel al onze hersengebieden gebruiken."},
    {"statement": "Je vingernagels groeien sneller dan je teenagels.", "answer": true, "explanation": "Vingernagels groeien gemiddeld 3-4 mm per maand, teenagels slechts 1-2 mm."},
    {"statement": "Bliksem kan twee keer op dezelfde plek inslaan.", "answer": true, "explanation": "Hoge gebouwen zoals de Eiffeltoren worden tientallen keren per jaar getroffen."},
    {"statement": "De eerste Star Wars film verscheen in 1977.", "answer": true, "explanation": "'Star Wars: Episode IV – A New Hope' ging in première op 25 mei 1977."},
    {"statement": "Mario werd oorspronkelijk 'Jumpman' genoemd.", "answer": true, "explanation": "In het originele Donkey Kong spel (1981) heette het personage Jumpman."},
    {"statement": "De Titanic zonk bij haar eerste reis.", "answer": true, "explanation": "De RMS Titanic zonk op 15 april 1912 tijdens haar eerste (maiden) reis."},
    {"statement": "Harry Potter is geschreven door J.R.R. Tolkien.", "answer": false, "explanation": "Harry Potter is geschreven door J.K. Rowling. Tolkien schreef In de Ban van de Ring."},
    {"statement": "Er zijn meer LEGO-minifiguren geproduceerd dan er mensen op aarde zijn.", "answer": true, "explanation": "LEGO heeft meer dan 4 miljard minifiguren geproduceerd."},
    {"statement": "De film Titanic was duurder om te maken dan het echte schip.", "answer": true, "explanation": "De film kostte ~$200 miljoen (1997), het schip ~$7,5 miljoen (1912), omgerekend ~$190 miljoen."},
    {"statement": "Pac-Man was geïnspireerd door een pizza met een stuk eruit.", "answer": true, "explanation": "Ontwerper Toru Iwatani beweerde dat hij geïnspireerd werd door een pizza waaruit een stuk was genomen."},
    {"statement": "België heeft ooit het wereldrecord gehouden voor langste tijd zonder regering.", "answer": true, "explanation": "België zat 541 dagen zonder federale regering (2010-2011), een wereldrecord."},
    {"statement": "Het hoogste punt van België is lager dan 700 meter.", "answer": true, "explanation": "Signal de Botrange in de Hoge Venen is 694 meter hoog."},
    {"statement": "Vlaanderen is groter dan Wallonië.", "answer": false, "explanation": "Wallonië (~16.844 km²) is groter dan Vlaanderen (~13.625 km²)."},
    {"statement": "In België regent het gemiddeld meer dan 200 dagen per jaar.", "answer": true, "explanation": "Gemiddeld kent België tussen de 200 en 210 regendagen per jaar."},
    {"statement": "De Smurfen zijn oorspronkelijk Frans.", "answer": false, "explanation": "De Smurfen zijn bedacht door de Belgische striptekenaar Peyo (Pierre Culliford) in 1958."},
    {"statement": "Een struisvogel kan harder lopen dan een paard.", "answer": true, "explanation": "Een struisvogel kan tot 70 km/u lopen, een paard haalt gemiddeld ~65 km/u."},
    {"statement": "Katten hebben meer botten dan mensen.", "answer": true, "explanation": "Katten hebben ~230 botten, mensen ~206."},
    {"statement": "De Amazone is de langste rivier ter wereld.", "answer": false, "explanation": "De Nijl (~6.650 km) wordt traditioneel beschouwd als de langste rivier, de Amazone is ~6.400 km."},
    {"statement": "Flamingo's zijn roze door hun dieet.", "answer": true, "explanation": "De carotenoïden in garnalen en algen geven flamingo's hun roze kleur."},
    {"statement": "Olifanten zijn de enige zoogdieren die niet kunnen springen.", "answer": true, "explanation": "Door hun enorme gewicht en bouw zijn olifanten fysiek niet in staat om te springen."},
    {"statement": "Amsterdam heeft meer bruggen dan Venetië.", "answer": true, "explanation": "Amsterdam heeft ~1.750 bruggen, Venetië ~400."},
    {"statement": "Disney's eerste lange animatiefilm was Sneeuwwitje.", "answer": true, "explanation": "Sneeuwwitje en de Zeven Dwergen (1937) was Disney's eerste volledige animatiefilm."},
    {"statement": "De omtrek van de aarde is ongeveer 40.000 kilometer.", "answer": true, "explanation": "De omtrek langs de evenaar is ~40.075 km."},
    {"statement": "Een kakkerlak kan een week leven zonder hoofd.", "answer": true, "explanation": "Door hun gedecentraliseerd zenuwstelsel en open bloedsomloop kunnen ze nog dagenlang overleven."},
    {"statement": "De originele Monopoly was bedoeld om de gevaren van kapitalisme te tonen.", "answer": true, "explanation": "Elizabeth Magie creëerde 'The Landlord's Game' (1903) om de nadelen van monopolies aan te tonen."},
    {"statement": "België heeft meer Michelinsterren per inwoner dan Frankrijk.", "answer": true, "explanation": "Per hoofd van de bevolking scoort België beter met Michelinsterren dan Frankrijk."},
    {"statement": "Er zijn meer mogelijke schaakpartijen dan atomen in het waarneembaar heelal.", "answer": true, "explanation": "Het Shannon-getal schat ~10^120 mogelijke partijen, er zijn ~10^80 atomen in het heelal."},
    {"statement": "Glas is eigenlijk een vloeistof.", "answer": false, "explanation": "Glas is een amorfe vaste stof, geen vloeistof. De mythe komt van oud glas dat onderaan dikker is."},
    {"statement": "De Belgische stripcultuur staat op de UNESCO-lijst van immaterieel cultureel erfgoed.", "answer": true, "explanation": "De Belgische stripkunst wordt internationaal erkend als belangrijk cultureel erfgoed."},
    {"statement": "Een gemiddelde wolk weegt meer dan een miljoen kilogram.", "answer": true, "explanation": "Een doorsnee cumulus-wolk weegt zo'n 500.000 tot 1.000.000 kg aan waterdruppeltjes."},
    {"statement": "Bananen zijn radioactief.", "answer": true, "explanation": "Bananen bevatten kalium-40, een radioactief isotoop. De straling is echter onschadelijk."},
    {"statement": "De kortste oorlog in de geschiedenis duurde 38 minuten.", "answer": true, "explanation": "De Anglo-Zanzibar oorlog (1896) duurde slechts 38 tot 45 minuten."},
    {"statement": "Een slak kan drie jaar slapen.", "answer": true, "explanation": "Sommige slakkensoorten kunnen tot drie jaar in een winterslaap gaan bij ongunstige omstandigheden."},
    {"statement": "De uitvinding van het internet komt uit België.", "answer": false, "explanation": "Het internet is ontwikkeld in de VS (ARPANET). Het World Wide Web is uitgevonden door de Brit Tim Berners-Lee."},
    {"statement": "Er bestaan meer dan 100 soorten Belgische wafels.", "answer": false, "explanation": "Er zijn voornamelijk twee hoofdtypes: de Brusselse wafel (licht en krokant) en de Luikse wafel (zoet en dik)."},
    {"statement": "Bijna alle koalas hebben chlamydia.", "answer": true, "explanation": "Naar schatting heeft 50-90% van de koalapopulatie in sommige regio's chlamydia."},
    {"statement": "Venetië ligt op meer dan 100 eilanden.", "answer": true, "explanation": "Venetië is gebouwd op 118 kleine eilanden verbonden door bruggen."},
    {"statement": "De Mona Lisa heeft geen wenkbrauwen.", "answer": true, "explanation": "Het schilderij toont het onderwerp zonder zichtbare wenkbrauwen, mogelijk door restauratie of de mode van die tijd."},
    {"statement": "Zwitserland heeft geen officiële hoofdstad.", "answer": true, "explanation": "Bern is de federale stad, maar juridisch gezien heeft Zwitserland geen formele hoofdstad."}
  ]
}
